//Cube
{
	D3DXVECTOR3(47.37f, 12.03f, -4.41f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (1)
{
	D3DXVECTOR3(47.33f, 11.98f, 3.51f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (2)
{
	D3DXVECTOR3(141.81f, 29.47f, -5.52f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (3)
{
	D3DXVECTOR3(141.91f, 29.45f, 1.69f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (4)
{
	D3DXVECTOR3(96.84f, 19.40f, 2.32f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (5)
{
	D3DXVECTOR3(96.84f, 19.40f, -5.40f),             //平行移動
	2,                                              //フラワータイプ
},
