//Cube
{
	D3DXVECTOR3(15.99f, 12.55f, -5.83f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (1)
{
	D3DXVECTOR3(16.09f, 12.76f, 1.72f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (2)
{
	D3DXVECTOR3(35.55f, 12.34f, -5.52f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (3)
{
	D3DXVECTOR3(35.31f, 12.38f, 2.73f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (4)
{
	D3DXVECTOR3(96.84f, 19.40f, 2.32f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (5)
{
	D3DXVECTOR3(96.84f, 19.40f, -5.40f),             //平行移動
	2,                                              //フラワータイプ
},
