//Cube
{
	D3DXVECTOR3(17.59f, 20.01f, -4.31f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (1)
{
	D3DXVECTOR3(17.25f, 19.97f, 3.24f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (2)
{
	D3DXVECTOR3(163.10f, 14.11f, -4.07f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (3)
{
	D3DXVECTOR3(163.04f, 14.14f, 3.33f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (4)
{
	D3DXVECTOR3(98.98f, 16.60f, 4.23f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (5)
{
	D3DXVECTOR3(98.74f, 16.41f, -2.81f),             //平行移動
	2,                                              //フラワータイプ
},
