//Cube
{
	D3DXVECTOR3(17.29f, 20.06f, -5.07f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (1)
{
	D3DXVECTOR3(17.79f, 20.06f, 2.07f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (2)
{
	D3DXVECTOR3(97.69f, 17.16f, 3.14f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (3)
{
	D3DXVECTOR3(97.49f, 17.06f, -4.34f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (4)
{
	D3DXVECTOR3(164.19f, 14.06f, 2.17f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (5)
{
	D3DXVECTOR3(163.89f, 14.06f, -4.23f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (6)
{
	D3DXVECTOR3(236.19f, 40.26f, -4.25f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (7)
{
	D3DXVECTOR3(236.09f, 40.26f, 3.47f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (8)
{
	D3DXVECTOR3(255.90f, 40.26f, -4.25f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (9)
{
	D3DXVECTOR3(255.99f, 40.26f, 3.47f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (10)
{
	D3DXVECTOR3(316.76f, 47.16f, -4.25f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (11)
{
	D3DXVECTOR3(316.76f, 47.16f, 3.21f),             //平行移動
	2,                                              //フラワータイプ
},
