//Cube
{
	D3DXVECTOR3(38.49f, 13.36f, -5.83f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (1)
{
	D3DXVECTOR3(38.49f, 13.36f, 2.70f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (2)
{
	D3DXVECTOR3(69.37f, 25.16f, 2.07f),             //平行移動
	2,                                              //フラワータイプ
},
//Cube (3)
{
	D3DXVECTOR3(69.37f, 25.16f, -5.80f),             //平行移動
	2,                                              //フラワータイプ
},
